Repository: DarriusAlexander/vpplugins
Catalog: yith-woocommerce-deposits-and-down-payments-premium/languages/yith-woocommerce-deposits-and-down-payments-*.po
Languages: es_es, it_it, nl_nl

source: Amount
es_es: Cantidad
it_it: Importo
nl_nl: Bedrag

source: Rate
es_es: Valoración
it_it: Percentuale
nl_nl: Rating

source: Delete
es_es: Borrar
it_it: Elimina
nl_nl: Verwijderen

source: Category
es_es: Especie
it_it: Categoria
nl_nl: Categorie

source: Deposit type
es_es: Tipo de depósito
it_it: Tipo di acconto
nl_nl: Type aanbetaling

source: Deposit value
es_es: Valor del depósito
it_it: Valore dell'acconto
nl_nl: Waarde aanbetaling

source: Actions
es_es: Acciones
it_it: Azioni
nl_nl: Acties

source: Price
es_es: Precio
it_it: Prezzo
nl_nl: Prijs

source: Role
es_es: Rol
it_it: Ruolo
nl_nl: Rol

source: No items found.
es_es: No se encontraron elementos.
it_it: Nessun prodotto trovato.
nl_nl: Geen items gevonden.

source: Value entered cannot exceed 100%
es_es: El valor introducido no puede exceder el 100%
it_it: Il valore inserito non può superare il 100%
nl_nl: Ingevoerde waarde kan niet hoger zijn dan 100%

source: Send notification email
es_es: Enviar notificación email
it_it: Invia email di notifica
nl_nl: Verstuur notificatie e-mail

source: Remind deposit expiring
es_es: Recordar la caducidad del depósito
it_it: Invia promemoria di acconti in scadenza
nl_nl: Herinner aan vervaldatum aanbetaling

source: Notification email sent
es_es: Notificación email enviada
it_it: Email di notifica inviata
nl_nl: Notificatie e-mail verstuurt

source: This item should be manually refunded by admin, since the %d days available to complete payment have passed and deposit has expired
es_es: Este artículo debería ser reembolsado manualmente por el administrador, ya que han pasado los %d días disponibles para completar el pago y el depósito ha caducado
it_it: Questo prodotto dovrebbe essere rimborsato manualmente dall'amministratore poiché sono trascorsi i %d giorni a disposizione per completare il pagamento e l'acconto è scaduto
nl_nl: Deze items moeten handmatig worden gerestitueerd door de admin, aangezien de %d dagen gegeven voor het afronden van de betaling zijn gepasseerd en de aanbetaling is vervallen

source: Create refund
es_es: Crear reembolso
it_it: Crea rimborso
nl_nl: Creëer een restitutie

source: Hide this notice
es_es: Ocultar este aviso
it_it: Nascondi questa notifica
nl_nl: Verberg deze melding

source: This item has been refunded, due to deposit expiration (refund #%d)
es_es: Este artículo ha sido reembolsado, debido a la caducidad del depósito (reembolso #%d)
it_it: Questo prodotto è stato rimborsato a causa della scadenza dell'acconto (rimborso #%d)
nl_nl: Dit item is gerestitueerd, wegens vervallen van aanbetaling (restitutie #%d)

source: Deposit to Refund
es_es: Depósito pendiente de reembolso
it_it: Acconto da rimborsare
nl_nl: Aanbetaling om te restitueren

source: Deposits
es_es: Depósitos
it_it: Acconti
nl_nl: Aanbetalingen

source: Deposit checked
it_it: Acconto selezionato
nl_nl: Aanbetaling geselecteerd

source: Whether deposit option should be selected by default or not
it_it: Scegli se mostrare l'opzione per l'acconto come già selezionata o meno
nl_nl: Bepaal op de deposito optie moet zijn geselecteerd bij default of niet

source: Let users pay balances online
nl_nl: Laat gebruikers saldo´s online betalen

source: Check this option to create balance orders with "Pending Payment" status, so that users can complete purchases online; otherwise "On Hold" status will be applied (this behaviour can be overridden in product page)
nl_nl: Selecteer deze opties om saldo orders te creëeren met “Betaling in behandeling” status. Waardoor gebruikers hun aankoop online kunnen afronden; anders wordt de “In de wacht” status toegepast (dit gedrag kan worden overschreven in de product pagina)

source: Select the type of deposit you want to apply to selected products
es_es: Selecciona el tipo de depósito que quieres aplicar a los productos seleccionados
it_it: Seleziona il tipo di acconto che vuoi applicare ai prodotti selezionati
nl_nl: Selecteer het type aanbetaling dat u wilt toepassen op de geselecteerde prodcuten

source: Fixed amount
es_es: Cantidad fija
it_it: Importo fisso
nl_nl: Vast bedrag

source: Percent value of product price
es_es: Valor porcentual del precio del producto
it_it: Valore percentuale del prezzo del prodotto
nl_nl: Percentage van de productprijs

source: Deposit Rate
es_es: Tasa del depósito
it_it: Percentuale acconto
nl_nl: Aanbetaling tarief

source: Percentage of product total price required as deposit
es_es: Porcentaje del precio total del producto requerido como depósito
it_it: Percentuale del prezzo totale del prodotto richiesta come acconto
nl_nl: Percentage van totaalprijs product noodzakelijk als aanbetaling

source: Labels & Messages
es_es: Etiquetas & Mensajes
it_it: Etichette & messaggi
nl_nl: Labels & Berichten

source: Deposit
es_es: Depósito
it_it: Acconto
nl_nl: Aanbetaling

source: Pay deposit
es_es: Pagar depósito
it_it: Paga acconto
nl_nl: Betaal aanbetaling

source: Pay Deposit
es_es: Pagar Depósito
it_it: Paga acconto
nl_nl: Betaal aanbetaling

source: Pay full amount
es_es: Pagar cantidad completa
it_it: Paga l'importo totale
nl_nl: Betaal volledig bedrag

source: Pay Full Amount
es_es: Pagar cantidad completa
it_it: Paga l'importo totale
nl_nl: Betaal volledig bedrag

source: Partially Paid
es_es: Parcialmente pagado
it_it: Pagato parzialmente
nl_nl: Gedeeltelijk betaald

source: Full price label
es_es: Etiqueta de precio completo
it_it: Etichetta prezzo pieno
nl_nl: Volledige prijs label

source: Full price
es_es: Precio completo
it_it: Prezzo pieno
nl_nl: Volledige prijs

source: Balance label
es_es: Etiqueta de Resto
it_it: Etichetta saldo ordine
nl_nl: Saldo label

source: Balance
es_es: Resto
it_it: Paga il saldo
nl_nl: Saldo

source: Pay on location
es_es: Pagar en el lugar
it_it: Paga in loco
nl_nl: Betaal op locatie

source: You can complete this order on location
es_es: Puedes completar este pedido en el lugar
it_it: Puoi completare questo ordine in loco
nl_nl: U kunt deze order op locatie afronden

source: Position of product note
es_es: Posición de la nota del producto
it_it: Posizione della nota prodotto
nl_nl: Positie van product notitie

source: Do not show any note on product
es_es: No mostrar ninguna nota en el producto
it_it: Non mostrare nessuna nota sul prodotto
nl_nl: Toon geen notitie op product

source: Below product title
es_es: Debajo del título del producto
it_it: Sotto il nome del prodotto
nl_nl: Onder de product titel

source: Below product price
es_es: Debajo del precio del producto
it_it: Sotto il prezzo del prodotto
nl_nl: Onder de productprijs

source: Below product excerpt
es_es: Después de la excerpta del producto
it_it: Sotto il riassunto del prodotto
nl_nl: Onder product samenvatting

source: Below single Add to Cart
es_es: Después del botón de Añadir al carrito en página de producto
it_it: Sotto il pulsante "Aggiungi al carrello"
nl_nl: Onder toevoegen aan winkelwagen

source: Below product meta
es_es: Debajo de product meta
it_it: Sotto i meta del prodotto
nl_nl: Onder product meta

source: Below product share
es_es: Debajo de compartir producto
it_it: Sotto i pulsanti di condivisione del prodotto
nl_nl: Onder product delen

source: Product note
es_es: Nota del producto
it_it: Nota prodotto
nl_nl: Product notitie

source: You can override this option from single product edit page
es_es: Puedes anular esta opción desde la página de editar producto único
it_it: Puoi sovrascrivere questa opzione dalla pagina di modifica del prodotto
nl_nl: U kunt deze optie overschrijven vanuit single product bewerk pagina

source: Deposit expiration
es_es: Caducidad del depósito
it_it: Scadenza acconto
nl_nl: Aanbetaling vervallen

source: Enable deposit expiration
es_es: Habilitar caducidad del depósito
it_it: Attiva scadenza del acconto
nl_nl: Aanbetaling vervallen inschakelen

source: Check this option, if you want to set a number of days, after which order with deposits cannot be completed anymore
es_es: Marca esta opción si quieres establecer un número de días después del cual un pedido con depósito ya no puede completarse
it_it: Spunta questa opzione se vuoi impostare un numero di giorni dopo il quale l'ordine con acconto non può essere più completato
nl_nl: Selecteer deze optie als u het aantal dagen wilt instellen, waarna de order met aanbetaling niet meer kan worden afgerond

source: Days before expiration
es_es: Días antes de la caducidad
it_it: Giorni prima della scadenza
nl_nl: Dagen tot vervallen

source: Number of days after which order with deposit cannot be completed anymore
es_es: Número de días después del cual un pedido con depósito ya no puede ser completado
it_it: Numero di giorni oltre il quale un ordine con acconto non può più essere completato
nl_nl: Aantal dagen nadat de order met aanbetaling niet meer kan worden afgerond

source: Expiration fallback
es_es: Acciones post-caducidad
it_it: Azione post-scadenza
nl_nl: Vervallen terugval

source: Select an action to carry out when a deposit expires
es_es: Selecciona una acción que llevar a cabo antes de que un depósito caduque
it_it: Seleziona un'azione da eseguire quando scade un acconto
nl_nl: Selecteer een uit te voeren actie voor wanneer een aanbetaling vervalt

source: Do nothing
es_es: No hacer nada
it_it: Non fare nulla
nl_nl: Niets doen

source: Refund deposit for the product
es_es: Reembolsar el depósito del producto
it_it: Rimborsa l'acconto per questo prodotto
nl_nl: Aanbetaling restitueren voor het product

source: Notify options
es_es: Opciones de notificación
it_it: Opzioni di notifica
nl_nl: Informeer opties

source: Customer deposit created
es_es: Depósito de cliente creado
it_it: Cliente deposito creato
nl_nl: Klant aanbetaling gecreëerd

source: Send an email to customer when an order with deposit is created
es_es: Enviar un email al cliente cuando se cree un depósito
it_it: Invia un'email al cliente quando viene creato un ordine con acconto
nl_nl: Stuur een e-mail naar klant wanneer een order met aanbetaling is gecreëerd

source: Admin - for deposit created
es_es: Admin - para depósito creado
it_it: Amministratore - per acconto creato
nl_nl: Admin - voor gecreëerde aanbetaling

source: Send an email to admin(s) when an order with deposit is created
es_es: Enviar un email al admin(s) cuando se cree un pedido con depósito
it_it: Invia un'email agli amministratori quando viene creato un ordine con acconto
nl_nl: Stuur een e-mail naar admin(s) zodra een order met aanbetaling is gecreëerd

source: Customer - deposit expiring
es_es: Cliente - caducidad del depósito
it_it: Cliente - acconto in scadenza
nl_nl: Klant - aanbetaling vervalt

source: Send an email to customer when an order is expiring
es_es: Enviar un email al cliente cuando un pedido vaya a caducar
it_it: Invia un'email al cliente quando un ordine sta per scadere
nl_nl: Stuur een e-mail naar de klant wanneer een order bijna vervalt

source: Days before notification
es_es: Días antes de la notificación
it_it: Giorni prima della notifica
nl_nl: Dagen voor notificatie

source: Set here the number of days before expiration of a deposit, when a notifying email will be sent to customers
es_es: Introduce aquí el número de días antes de la caducidad de un depósito, cuando se enviará a los clientes el email de notificación
it_it: Imposta qui il numero di giorni prima della scadenza di un acconto in cui inviare un'email di notifica ai clienti
nl_nl: Bepaal het aantal dagen voor het vervallen van de aanbetaling, wanneer de notificatie e-mail zal worden verzonden naar de klanten

source: Settings
es_es: Ajustes
it_it: Impostazioni
nl_nl: Instellingen

source: Premium Version
es_es: Versión Premium
it_it: Versione premium
nl_nl: Premium Versie

source: Plugin Documentation
es_es: Documentación del Plugin
it_it: Documentazione plugin
nl_nl: Plugin Documentatie

# Admin: column heading in "Orders" table
source: Balances
nl_nl: Saldo´s

# Admin: Single order page. Suborder details box
source: Balance Orders
nl_nl: Saldo orders

source: Note: from this box you can monitor the status of suborders concerning full payments.
es_es: Nota: desde este recuadro puedes controlar el estado de los subpedidos relativos a los pagos completos.
it_it: Nota: da questo riquadro puoi monitorare lo stato dei sottordini riguardanti i pagamenti a saldo.
nl_nl: Let op: vanuit dit scherm kunt u de status van sub-orders met betrekking tot volledige betalingen monitoren.

# Admin: Single order page. Info box with parent order details
source: Deposit order
nl_nl: Aanbetaling order

# Admin: single order page. Link to parent order
source: Back to main order
es_es: Volver al pedido principal
it_it: Torna all'ordine principale
nl_nl: Terug naar hoofd order

source: Full payment order
es_es: Pedido de pago completo
it_it: Ordine pagamento a saldo
nl_nl: Volledige betaling order

source: This order contains expired deposit; full amount order %s was consequently switched to cancelled and it cannot be completed anymore
es_es: Este pedido contiene depósitos caducados; por lo tanto, el importe total del pedido %s se ha cambiado a cancelado y ya no puede completarse
it_it: Questo ordine contiene un acconto scaduto; di conseguenza, l'ordine di pagamento a saldo %s è stato annullato e non può più essere completato
nl_nl: Deze order bevat een vervallen aanbetaling; volledig bedrag order %s is derhalve gewijzigd naar geannuleerd en kan niet meer worden afgerond

source: Payment options
es_es: Opciones de pago
it_it: Opzioni di pagamento
nl_nl: Betalingsopties

source: Full payment
es_es: Pago completo
it_it: Pagamento a saldo
nl_nl: Volledige betaling

source: of
es_es: de
it_it: di
nl_nl: van

source: View Full Payment
es_es: Ver Pago Completo
it_it: Visualizza il pagamento a saldo
nl_nl: Bekijk volledige betaling

source: Pay
es_es: Pagar
it_it: Paga
nl_nl: Betalen

source: Cancel
es_es: Cancelar
it_it: Annulla
nl_nl: Annuleren

source: View
es_es: Ver
it_it: Visualizza
nl_nl: Bekijken

source: Email expiring deposit notification to customer
nl_nl: E-mail aanbetaling vervalt notificatie aan klant

source: Item refunded manually for deposit expiration
es_es: Artículo reembolsado manualmente por caducidad del depósito
it_it: Prodotto rimborsato manualmente per scadenza acconto
nl_nl: Item handmatig gerestitueerd voor aanbetaling

source: Item refunded automatically for deposit expiration
es_es: Artículo reembolsado automáticamente por caducidad del depósito
it_it: Prodotto rimborsato automaticamente per scadenza acconto
nl_nl: Item automatisch gerestitueerd voor aanbetaling vervaldatum

source: Item %s has been automatically refunded, because %d days allowed to complete payment have passed
es_es: El artículo %s ha sido reembolsado automáticamente, porque han pasado los %d días permitidos para completar el pago
it_it: Il prodotto %s è stato automaticamente rimborsato in quanto sono trascorsi %d giorni previsti per completare il pagamento
nl_nl: Item %s is automatisch gerestitueerd, omdat %d dagen om de betaling af te ronden zijn gepasseerd

source: Item #%s stock increased from %s to %s.
es_es: Stock del artículo #%s incrementado de %s a %s.
it_it: La disponibilità in magazzino del prodotto #%s è aumentato da %s a %s.
nl_nl: Item #%s voorraard toegenomen van %s naar %s.

source: The %d days granted to complete this order have passed. For this reason, it has been switched to cancelled, and it cannot be completed anymore
es_es: Los %d días para completar este pedido han pasado. Por este motivo, se ha cambiado a cancelado y ya no puede completarse.
it_it: I %d giorni concessi per completare questo ordine sono trascorsi. Per questo motivo l'ordine è stato annullato e non può essere più completato
nl_nl: De %d dagen gegeven om deze order af te ronden zijn gepasseerd. Met deze reden is de order gewijzigd naar geannuleerd, en deze kan niet meer worden afgerond

source: Expiring deposit notification sent
es_es: Notificación de caducidad enviada
it_it: Notifica di acconto in scadenza inviata
nl_nl: Verlopen aanbetaling notificatie verzonden

source: This order has been created to allow payment of the balance
es_es: Este pedido ha sido creado para permitir el pago del resto
it_it: Questo ordine è stato creato per permettere il pagamento del saldo
nl_nl: Deze order is gecreëerd om saldo betalingen toe te staan

source: Discount for Funds Used
it_it: Sconto per credito utilizzato
nl_nl: Korting voor gebruikt kapitaal

source: Admin - new deposit
es_es: Admin - nuevo depósito
it_it: Amministratore - nuovo acconto
nl_nl: Admin - nieuwe aanbetaling

source: This email is sent to admins when a customer creates an order in which a deposit for one or more products has been paid
es_es: Este email se envía a los admins cuando un cliente crea un pedido en el cual se ha pagado un depósito para uno o más productos
it_it: Questa email viene inviata agli amministratori quando un cliente crea un ordine in cui è stato pagato un acconto per uno o più prodotti
nl_nl: Deze e-mail wordt verstuurd naar admins, zodra een klant een order plaatst waarvoor een aanbetaling (voor een of meerdere producten) is betaald

source: New customer deposit
es_es: Nuevo depósito de cliente
it_it: Nuovo acconto
nl_nl: Nieuwe aanbetaling klant

source: [{site_title}] New customer deposit ({order_number}) - {order_date}
es_es: [{site_title}] Nuevo depósito de cliente ({order_number}) - {order_date}
it_it: [{site_title}] Nuovo acconto ({order_number}) - {order_date}
nl_nl: [{site_title}] Nieuwe aanbetaling klant ({order_number}) - {order_date}

source: Recipient(s)
es_es: Receptor(es)
it_it: Destinatari
nl_nl: Ontvanger(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
es_es: Introduce los receptores (separados por comas) para este email. Por defecto para <code>%s</code>.
it_it: Inserisci i destinatari (separati dalla virgola) di questa email. Predefinito: <code>%s</code>.
nl_nl: Vul ontangers in voor deze mail (scheiden met komma). Defaults naar <code>%s</code>.

source: Subject
es_es: Asunto
it_it: Oggetto
nl_nl: Onderwerp

source: This controls the email subject line. Leave it blank to use the default subject: <code>%s</code>.
es_es: Esto controla el asunto del correo electrónico. Déjalo en blanco para usar el asunto predeterminado: <code>%s</code>.
it_it: Questo controlla l'oggetto dell'email. Lascia vuoto per utilizzare l'oggetto predefinito: <code>%s</code>.
nl_nl: Dit bepaald het onderwerp veld van de e-mail. Laat het leeg om het default onderwerp te gebruiken: <code>%s</code>.

source: Email Heading
es_es: Encabezado del Email
it_it: Intestazione email
nl_nl: E-mail hoofd

source: This controls the main heading in the notification email. Leave it blank to use the default heading: <code>%s</code>.
es_es: Esto controla el encabezado principal contenido en la notificación del email. Déjalo en blanco para usar el encabezado por defecto: <code>%s</code>.
it_it: Questo controlla l'intestazione principale contenuta nell'email di notifica. Lascia vuoto per utilizzare l'intestazione predefinita: <code>%s</code>.
nl_nl: Dit bepaald het titelveld van de e-mail notificatie. Laat het leeg om de default titel te gebruiken: <code>%s</code>.

source: Email type
es_es: Tipo de email
it_it: Tipo email
nl_nl: Type e-mail

source: Choose a format for the email to send.
es_es: Elige qué formato de email enviar
it_it: Scegli un formato per l'email da inviare.
nl_nl: Kies in welk formaat de e-mail wordt verzonden.

source: New deposit created
es_es: Nuevo depósito creado
it_it: Nuovo acconto creato
nl_nl: Klant aanbetaling gecreëerd

source: This email is sent to customers when they create an order with one or more deposit
es_es: Este email se envía a los clientes cuando crean un pedido con uno o más depósitos
it_it: Questa email viene inviata ai clienti quando creano un ordine con uno o più acconti
nl_nl: Deze e-mail wordt verstuurd naar klanten als zij een order plaatsten met een of meer aanbetalingen

source: Balance for one or more orders have to be paid
es_es: Tiene que pagarse el resto de uno o más pedidos
it_it: Il saldo per uno o più ordini deve essere pagato
nl_nl: Saldo voor een of meer orders moet worden betaald

source: <p>Hi there. Your order #{order_number} is being currently processed, and its actual status is {order_status}.</p> <p>The following down payments can already be paid:</p> {deposit_list}
es_es: <p>Hola. Tu pedido nº{order_number} está siendo actualmente procesado, y su estado actual es {order_status}.</p> <p>Ya se pueden hacer los siguientes pagos a cuenta:</p> {deposit_list}
it_it: <p>Ciao! Il tuo ordine #{order_number} è attualmente in elaborazione e il suo stato corrente è {order_status}.</p> <p>Puoi già versare i seguenti acconti:</p> {deposit_list}
nl_nl: <p>Hallo, uw order #{order_number} wordt op dit moment verwerkt, de huidige status is {order_status}.</p> <p>De volgende aanbetaling kan al worden voldaan:</p> {deposit_list}

source: Hi there. Your order #{order_number} is being currently processed, and its actual status is {order_status}. The following down payments can already be paid: {deposit_list}
es_es: Hola. Tu pedido nº{order_number} está actualmente siendo procesado y su estado actual es {order_status}. Ya se pueden hacer los siguientes pagos a cuenta: {deposit_list}
it_it: Ciao. Il tuo ordine #{order_number} è attualmente in elaborazione ed il suo stato corrente è {order_status}. Puoi già versare i seguenti acconti: {deposit_list}
nl_nl: <p>Hallo, uw order #{order_number} wordt op dit moment verwerkt, de huidige status is {order_status}.</p> <p>De volgende aanbetaling kan al worden voldaan:</p> {deposit_list}

source: Email HTML Content
es_es: Contenido del email HTML
it_it: Contenuto dell'email HTML
nl_nl: E-mail HTML Inhoud

source: This field lets you modify the main content of the HTML email. You can use the following placeholders: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
es_es: Este campo te permite modificar el contenido principal del email HTML. Puedes utilizar los siguientes marcadores de posición: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
it_it: Questo campo ti permette di modificare il contenuto principale dell'email HTML. Puoi utilizzare i seguenti segnaposto: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
nl_nl: Via deze velden kunt u de hoofd inhoud van de HTML e-mail wijzigen. U kunt gebruik maken van de volgende invulvelden: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
