Repository: DarriusAlexander/vpplugins
Catalog: yith-woocommerce-deposits-and-down-payments-premium/languages/yith-woocommerce-deposits-and-down-payments-*.po
Languages: es_es, it_it, nl_nl

source: <p>Hi there. Your order #{order_number} is currently is being currently processed, and its actual status is {order_status}.</p> <p>The following down payments can already be paid:</p> {deposit_list}
es_es: <p>Hola. Tu pedido nº{order_number} está siendo procesado, y su estado actual es {order_status}.</p> <p>Ya pueden se pueden pagar las siguientes entregas a cuenta:</p> {deposit_list}
it_it: <p>Ciao! Il tuo ordine #{order_number} è attualmente in elaborazione e il suo stato corrente è {order_status}.</p> <p>Puoi già versare i seguenti acconti:</p> {deposit_list}
nl_nl: <p>Hallo, uw order #{order_number} wordt op dit moment verwerkt, de huidige status is {order_status}.</p> <p>De volgende aanbetaling kan al worden voldaan:</p> {deposit_list}

source: Email Text Content
es_es: Contenido del texto del email
it_it: Contenuto dell'email testuale
nl_nl: E-mail tekst inhoud

source: This field lets you modify the main content of the text email. You can use the following placeholders: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
es_es: Este campo te permite modificar el contenido principal del texto del email. Puedes usar los siguientes marcadores de posición: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
it_it: Questo campo ti permette di modificare il contenuto principale del testo dell'email. Puoi utilizzare i seguenti segnaposto: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>
nl_nl: Via deze velden kunt u de hoofd inhoud van de e-mail wijzigen. U kunt gebruik maken van de volgende invulvelden: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>

source: Hi there. Your order #{order_number} is currently is being currently processed, and its actual status is {order_status}. The following down payments can already be paid: {deposit_list}
es_es: Hola. Tu pedido nº{order_number} está actualmente siendo procesado, y su estado actual es {order_status}. Ya se pueden hacer los siguientes pagos a cuenta: {deposit_list}
it_it: Ciao. Il tuo ordine #{order_number} è attualmente in elaborazione ed il suo stato corrente è {order_status}. Puoi già versare i seguenti acconti: {deposit_list}
nl_nl: <p>Hallo, uw order #{order_number} wordt op dit moment verwerkt, de huidige status is {order_status}.</p> <p>De volgende aanbetaling kan al worden voldaan:</p> {deposit_list}

source: Deposit expiring
es_es: Caducidad del depósito
it_it: Acconto in scadenza
nl_nl: Aanbetaling vervalt

source: This email is sent to customers as notification of their deposits, before expiration
es_es: El siguiente email se envía a los clientes como una notificación de sus depósitos, antes de la caducidad
it_it: Questa email viene inviata ai clienti come notifica che per gli acconti versati prima della loro scadenza
nl_nl: Deze e-mail wordt verstuurt naar klanten, als herinnering van hun aanbetaling, voor verval

source: You still have down payments that have to be paid
es_es: Todavía tienes pagos a cuenta pendientes de pago
it_it: Hai versato un acconto, ma non hai ancora completato il pagamento
nl_nl: U heeft aanbetalingen die moeten worden voldaan

source: <p>Hurry up! The following down payments are expiring: you have only <strong>{days_before_expire}</strong> days left</p> {deposit_list}
es_es: <p>¡Date prisa! Los siguientes pagos a cuenta van a caducar: sólo te quedan <strong>{days_before_expire}</strong> días</p> {deposit_list}
it_it: <p>Affrettati! I seguenti acconti stanno per scadere: ti restano soltanto <strong>{days_before_expire}</strong> giorni</p> {deposit_list}
nl_nl: <p>Schiet op! De volgende aanbetalingen staan op het punt te vervallen: u heeft <strong>{days_before_expire}</strong> dagen over</p> {deposit_list}

source: Hurry up! The following down payments are expiring: you have only {days_before_expire} days left {deposit_list}
es_es: ¡Date prisa! Las siguientes entregas a cuenta van a caducar: sólo te quedan {days_before_expire} días {deposit_list}
it_it: Affrettati! I seguenti acconti stanno per scadere: ti restano soltanto {days_before_expire} giorni {deposit_list}
nl_nl: Schiet op! De volgende aanbetalingen staan op het punt te vervallen: u heeft {days_before_expire} dagen over {deposit_list}

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla el asunto del correo electrónico. Déjalo en blanco para usar el asunto predeterminado: <code>%s</code>.
it_it: Questo controlla l'oggetto dell'email. Lascia vuoto per utilizzare l'oggetto predefinita: <code>%s</code>.
nl_nl: Dit bepaald het onderwerp veld van de e-mail. Laat het leeg om het default onderwerp te gebruiken: <code>%s</code>.

source: This controls the main heading contained in the notification email. Leave it blank to use the default heading: <code>%s</code>.
es_es: Esto controla el encabezado principal contenido en la notificación del email. Déjalo en blanco para usar el encabezado por defecto: <code>%s</code>.
it_it: Questo controlla l'intestazione principale dell'email di notifica. Lascia vuoto per utilizzare l'intestazione predefinita: <code>%s</code>.
nl_nl: Dit bepaald het titelveld van de e-mail notificatie. Laat het leeg om de default titel te gebruiken: <code>%s</code>.

source: This field lets you modify the main content of the HTML email. You can use the following placeholders: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code> <code>{expiration_date}</code> <code>{days_before_expiration}</code>
es_es: Este campo te permite modificar el contenido principal del email HTML. Puedes usar los siguientes marcadores de posición: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code> <code>{expiration_date}</code> <code>{days_before_expiration}</code>
it_it: Questo campo ti permette di modificare il contenuto principale dell'email HTML. Puoi utilizzare i seguenti segnaposto: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code> <code>{expiration_date}</code> <code>{days_before_expiration}</code>
nl_nl: Via deze velden kunt u de hoofd inhoud van de HTML e-mail wijzigen. U kunt gebruik maken van de volgende invulvelden: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>

source: This field lets you modify the main content of the text email. You can use the following placeholders: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code> <code>{expiration_date}</code> <code>{days_before_expiration}</code>
es_es: Este campo te permite modificar el contenido principal del texto del email. Puedes usar los siguientes marcadores de posición: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code> <code>{expiration_date}</code> <code>{days_before_expiration}</code>
it_it: Questo campo ti permette di modificare il contenuto principale del testo dell'email. Puoi utilizzare i seguenti segnaposto: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code> <code>{expiration_date}</code> <code>{days_before_expiration}</code>
nl_nl: Via deze velden kunt u de hoofd inhoud van de e-mail wijzigen. U kunt gebruik maken van de volgende invulvelden: <code>{order_id}</code> <code>{order_date}</code> <code>{order_state}</code> <code>{customer_name}</code> <code>{customer_login}</code> <code>{customer_email}</code> <code>{suborder_list}</code> <code>{suborder_table}</code>

source: YITH WooCommerce Deposits and Down Payments is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Deposits and Down Payments está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Deposits and Down Payments è attivo ma non operativo. Per funzionare richiede WooCommerce.
nl_nl: YITH WooCommerce Deposits and Down Payments is ingeschakeld maar niet werkend. Het heeft WooCommerce nodig om te werken.

source: You can't activate the free version of YITH WooCommerce Deposits and Down Payments while you are using the premium one.
es_es: No puedes activar la versión Free de YITH WooCommerce Deposits and Down Payments mientras estás usando la Premium.
it_it: Non puoi attivare la versione free di YITH WooCommerce Deposits and Down Payments se stai già utilizzando quella premium.
nl_nl: U kunt de premium versie van YITH WooCommerce Deposits and Down Payments niet activeren, terwijl u de premium versie gebruikt.

source: General
it_it: Generale
nl_nl: Algemeen

source: Enable plugin features
es_es: Habilitar las características del plugin
it_it: Attiva le funzionalità del plugin
nl_nl: Plugin features inschakelen

source: Uncheck this option if you want to disable all plugin features in one click
es_es: Desmarca esta opción si quieres deshabilitar todas las características del plugin en un click
it_it: Deseleziona questa opzione se vuoi disabilitare tutte le funzionalità del plugin con un solo clic
nl_nl: Vink deze optie uit als u alle plugin features in een klik wilt uitschakelen

source: Enable deposit
es_es: Habilitar depósito
it_it: Attiva acconto
nl_nl: Aanbetaling inschakelen

source: Check this option to enable deposit for all products (this behaviour can be overridden in product page)
es_es: Marca esta opción para habilitar los depósitos para todos los productos (este comportamiento puede ser anulado en la página de producto)
it_it: Spunta questa opzione per attivare la possibilità di lasciare un acconto per tutti i prodotti (questo comportamento può essere sovrascritto nella pagina prodotto)
nl_nl: Selecteer deze optie om aanbetalingen voor alle producten in te schakelen (dit kan worden overschreven in de product pagina)

source: Force deposit
es_es: Forzar depósito
it_it: Forza acconto
nl_nl: Forceer aanbetaling

source: Check this option to force deposit for all the products (this behaviour can be overridden in product page)
es_es: Marca esta opción para forzar el depósito para todos los productos (este comportamiento se puede anular en la página de producto)
it_it: Spunta questa opzione per obbligare gli utenti a versare un acconto per ogni prodotto (questo comportamento può essere sovrascritto nella pagina prodotto)
nl_nl: Selecteer deze optie om aanbetalingen voor alle producten te forceren (dit kan worden overschreven in de product pagina)

source: Deposit Amount
es_es: Cantidad del depósito
it_it: Importo dell'acconto
nl_nl: Aanbetaling bedrag

source: Deposit required per product
es_es: Depósito obligatorio por producto
it_it: Acconto richiesto per questo prodotto
nl_nl: Aanbetaling noodzakelijk per product

source: Shipping Handling
es_es: Administrar Envíos
it_it: Gestione spedizione
nl_nl: Afhandeling verzending

source: Select how to handle shipping for products that need to be shipped, when balance order switches to completed
es_es: Selecciona cómo administrar el envío para los productos que tienen que enviarse, cuando el resto del pedido se cambie a completo
it_it: Seleziona come gestire la spedizione per i prodotti per cui è necessaria, quando l'ordine per il pagamento a saldo viene completato
nl_nl: Bepaal hoe productverzending wordt afgehandeld, wanneer order status wijzigt naar compleet.

source: Use default shipping method
es_es: Usar método de envío por defecto
it_it: Utilizza il metodo di spedizione predefinito
nl_nl: Gebruik default verzendmethode

source: Show shipping selection form to users on single product page
es_es: Mostrar selección de envío a los usuarios en la página de producto único.
it_it: Mostra agli utenti il modulo di selezione della spedizione sulla pagina singolo prodotto
nl_nl: Toon verzendselectie formulier aan gebruikers op een single product pagina

source: Select a shipping method to apply to all orders with products that require shipping
es_es: Selecciona un método de envío para aplicar a todos los pedidos de productos que requieran envío
it_it: Seleziona un metodo di spedizione da applicare a tutti gli ordini con prodotti che richiedono la consegna
nl_nl: Selecteer een verzendmethode om toe te passen op alle orders met producten die verzending vereisen

source: Shipping Method
es_es: Método de envío
it_it: Metodo di spedizione
nl_nl: Verzendmethode

source: Select shipping method for products purchased with deposit
es_es: Selecciona un método de envío para los productos comprados con depósito
it_it: Seleziona il metodo di spedizione per i prodotti acquistati con acconto
nl_nl: Selecteer een verzendmethode voor het kopen van producten met aanbetaling

source: User role deposits
es_es: Depósitos por rol de usuario
it_it: Acconti per ruolo utente
nl_nl: Gebruikersrol aanbetaling

source: Add new user role deposit
es_es: Añadir nuevo depósito por rol de usuario
it_it: Aggiungi nuovo acconto per ruolo utente
nl_nl: Voeg nieuwe gebruikersrol aanbetaling toe

source: Search for a role&hellip;
es_es: Buscar un rol&hellip;
it_it: Cerca un ruolo&hellip;
nl_nl: Zoeken naar een rol&hellip;

source: Add Deposit
es_es: Añadir depósito
it_it: Aggiungi acconto
nl_nl: Aanbetaling toevoegen

source: Product deposits
es_es: Depósitos de producto
it_it: Acconti prodotto
nl_nl: Product aanbetalingen

source: Add new product deposit
es_es: Añadir un nuevo depósito de producto
it_it: Aggiungi un nuovo acconto per il prodotto
nl_nl: Voeg nieuwe product aanbetaling toe

source: Search for a product&hellip;
es_es: Buscar un producto&hellip;
it_it: Cerca un prodotto&hellip;
nl_nl: Zoeken naar een product&hellip;

source: Deposits for product categories
es_es: Depósitos para categorías de productos
it_it: Acconti per categorie di prodotto
nl_nl: Aanbetalingen voor productcategorieën

source: Add new product category deposit
es_es: Añadir nuevo depósito de categoría de producto
it_it: Aggiungi un nuovo acconto per categoria di prodotto
nl_nl: Nieuwe product categorie aanbetaling toevoegen

source: Search for a category&hellip;
es_es: Buscar una categoría&hellip;
it_it: Cerca una categoria&hellip;
nl_nl: Zoeken naar categorie&hellip;

source: Deposit?
es_es: ¿Depositar?
it_it: Acconto?
nl_nl: Aanbetaling?

source: Yes
es_es: Sí
it_it: Sì
nl_nl: Ja

source: No
nl_nl: Nee

source: Force?
es_es: ¿Forzar?
it_it: Forzare?
nl_nl: Forceren?

source: Allow deposit
es_es: Permitir depósito
it_it: Consenti acconto
nl_nl: Aanbetaling toestaan

source: How to pay Balances?
nl_nl: Hoe kunt u saldo´s betalen?

source: Let users pay the balance online (pending payment)
nl_nl: Laat gebruikers saldo online betaling (betaling in behandeling)

source: Customers will pay the balance using other means (on hold)
nl_nl: Klanten zullen het saldo betalen via andere financiële middelen (in de wacht)

source: Notes
es_es: Notas
it_it: Note
nl_nl: Notities

source: Check this option to enable payment of deposit for this product
es_es: Marca esta opción para habilitar el pago por depósito para este producto
it_it: Spunta questa opzione per attivare il pagamento dell'acconto per questo prodotto
nl_nl: Selecteer deze optie om een aanbetaling te doen voor dit product

source: Deposit checked?
it_it: Acconto selezionato?
nl_nl: Aanbetaling gecontroleerd?

source: Accept or force deposit
es_es: Aceptar o forzar depósito
it_it: Accetta o forza l'acconto
nl_nl: Accepteer of forceer een aanbetaling

source: Additional product notes
es_es: Notas adicionales del producto
it_it: Note aggiuntive sul prodotto
nl_nl: Aanvullende product notities

source: This option overrides general option set in deposit panel; note location can be selected on plugin panel
es_es: Esta opción anula la opción general establecida en el panel de depósitos; ten en cuenta que la localización se puede seleccionar en el panel del plugin
it_it: Questa opzione sovrascrive l'opzione generale impostata nel pannello dell'acconto; la posizione della nota può essere selezionata sul pannello del plugin
nl_nl: Deze optie overschrijft algemene opties ingesteld in het aanbetaling paneel; locatie notitie kan worden geselecteerd in plugin paneel

source: Create balance orders
es_es: Crear pedidos para el resto
it_it: Crea ordini per il saldo
nl_nl: Creëer saldo orders

source: Let users pay the balance online
es_es: Permitir que los usuarios paguen el resto online
it_it: Permetti agli utenti di pagare il saldo online
nl_nl: Laat gebruikers saldo online betalen

source: Customers will pay the balance using other means
es_es: Los clientes pagarán el resto usando otros medios
it_it: I clienti pagheranno il saldo utilizzando altri mezzi
nl_nl: Klanten zullen het saldo betalen via andere financiële middelen

source: You have received an order with deposits from %s. Here you find details of full amount payments:
es_es: Has recibido un pedido con depósito de %s. Aquí encontrarás detalles de
it_it: Hai ricevuto un ordine con acconto da %s. Qui trovi i dettagli dei pagamenti dell'intera somma:
nl_nl: U heeft een order met aanbetalingen ontvangen van %s. Hier vind u details van de volledige betalingen:

source: Pay now!
es_es: ¡Paga ahora!
it_it: Paga ora!
nl_nl: Betaal nu!

source: Total
it_it: Totale
nl_nl: Totaal

source: Total paid:
es_es: Total pagado:
it_it: Totale pagato:
nl_nl: Totaal betaald:

source: Total to be paid:
es_es: Total a pagar:
it_it: Totale da pagare:
nl_nl: Totaal te betalen:

source: You have received an order with deposits from %s. This is the detail of full amount payments:
es_es: Has recibido un pedido con depósitos de %s. Este es un detalle de
it_it: Hai ricevuto un ordine con acconto da %s. Qui trovi il dettaglio dei pagamenti dell'intera somma:
nl_nl: U heeft een order met aanbetaling ontvangen van %s. Dit zijn de details van de volledige betalingen:

source: Order number: %s
es_es: Pedido número: %s
it_it: Numero ordine: %s
nl_nl: Order nummer: %s

source: Deposits:
es_es: Depósitos:
it_it: Acconti:
nl_nl: Aanbetalingen:

source: View order: %s
es_es: Ver pedido: %s
it_it: Visualizza ordine: %s
nl_nl: Bekijk order: %s

source: Payment url:
es_es: URL de pago:
it_it: URL pagamento:
nl_nl: Betaling url:

source: Total paid
es_es: Total pagado
it_it: Totale pagato
nl_nl: Totaal betaald

source: Total to pay
es_es: Total a pagar
it_it: Totale da pagare
nl_nl: Totaal te betalen

source: Some products in this order have been bought with %s. In order to complete the transaction and to ship the products, all remaining amounts have to be paid. Here follow details with owned balance for items in this order:
nl_nl: Enkele producten in deze order zijn gekocht met %s. Om de order af te ronden en de producten te verzenden, moeten alle openstaande bedragen zijn voldaan. Volg deze details met saldo bezit voor de items in deze order:

source: Paid
es_es: Pagado
it_it: Pagato
nl_nl: Betaald

source: To be paid
es_es: A pagar
it_it: Da pagare
nl_nl: Te betalen

source: Subtotal:
it_it: Subtotale:
nl_nl: Sub-totaal:

source: Discount:
es_es: Descuento:
it_it: Sconto:
nl_nl: Korting:

source: Calculate Shipping
es_es: Calcular envío
it_it: Calcola spedizione
nl_nl: Verzending berekenen

source: Select a country&hellip;
es_es: Selecciona un país&hellip;
it_it: Cerca un paese&hellip;
nl_nl: Selecteer een land&hellip;

source: State / county
es_es: Estado / país
it_it: Stato / provincia
nl_nl: Staat / Provincie

source: Select a state&hellip;
es_es: Selecciona un estado&hellip;
it_it: Seleziona uno stato&hellip;
nl_nl: Selecteer een staat&hellip;

source: State / County
nl_nl: Staat / Provincie

source: City
es_es: Ciudad
it_it: Città
nl_nl: Stad

source: Update Shipping Methods
es_es: Actualizar métodos de envío
it_it: Aggiorna i metodi di spedizione
nl_nl: Update verzendmethoden

source: This action will let you pay a deposit of <span class="deposit-price">%s</span> for this product
es_es: Esta acción te permitirá pagar un depáósito de <span class="deposit-price">%s</span> por este producto
it_it: Questa azione ti permetterà di pagare un acconto di <span class="deposit-price">%s</span> per questo prodotto
nl_nl: Deze actie laat u een aanbetaling van <span class="deposit-price">%s</span> betalen voor dit product

source: Please, select a shipping method for delivery of your product when balance is paid
es_es: Por favor, selecciona un método de envío para la entrega de tu producto cuando el resto esté pagado
it_it: Per favore, seleziona un metodo di consegna per il tuo prodotto se il saldo è stato pagato
nl_nl: Selecteer een verzendmethode voor de levering van uw product, wanneer saldo is betaald

source: Thumbnail
es_es: Miniatura
it_it: Miniatura

source: Update
es_es: Actualizar
it_it: Aggiorna

source: Product
es_es: Producto
it_it: Prodotto

source: Default
es_es: Por defecto
it_it: Predefinito

source: Default?
it_it: Predefinito?

source: Order #%s
es_es: Pedido #%s
it_it: Ordine #%s

source: Suborder
es_es: Subpedido
it_it: Sottordine

source: Status
es_es: Estado
it_it: Stato

source: Order
es_es: Pedido
it_it: Ordine

source: Postcode / ZIP
es_es: Código Postal
it_it: Codice postale / CAP
